Repository: dsemblano/vinhosnico
Catalog: site/web/app/languages/loco/plugins/food-store-*.po
Languages: pt_br

source: Food Store - Online Food Delivery & Pickup
pt_br: Loja De Comida On - Line A Entrega De Alimentos E Entrega

source: Food Store is complete online food ordering platform with all your favourite WooCommerce functionalities.
pt_br: Loja de alimentos on-line completa de alimentos para pedido de plataforma com todos os seus favoritos do WooCommerce funcionalidades.

source: Food Store
pt_br: Loja De Alimentos

source: General
pt_br: Geral

source: Services
pt_br: Serviços

source: Layout & Styling
pt_br: Layout E Estilo

source: Advanced
pt_br: Avançado

source: Your settings have been saved.
pt_br: As definições foram guardadas.

source: Select a page&hellip;
pt_br: Selecione uma página...

source: Advanced Settings
pt_br: Configurações Avançadas

source: Other Product Types
pt_br: Outros Tipos De Produtos

source: Purge Settings !!
pt_br: Configurações De Limpar !!

source: Remove Food Store data when plugin is deactivated.
pt_br: Remover Loja de Comida de dados quando o plugin está desativado.

source: General Options
pt_br: Opções Gerais

source: Enable Catalog Mode
pt_br: Activar O Modo De Catálogo

source: Present your Restaurant Menu without the Add to Cart button.
pt_br: Apresentar o Menu do Restaurante sem o botão Adicionar ao Carrinho.

source: Exclude Categories
pt_br: Excluir Categorias

source: This would exclude the categories from the frontend categories menu and items under those.
pt_br: Isto exclui as categorias a partir do frontend de menu de categorias e itens de acordo com aqueles.

source: Enable Special Instructions
pt_br: Activar Instruções Especiais

source: Allow customers to add notes for each item during order.
pt_br: Permitir que os clientes para adicionar notas para cada item durante a ordem.

source: Purchase Button Redirect
pt_br: Botão De Compra De Redirecionamento

source: Redirect page when customer clicks on Purchase from Food Store Cart.
pt_br: Página de redirecionamento quando o cliente clicar em Comprar da Loja de Alimentos Carrinho.

source: Cart
pt_br: Carrinho

source: Pickup Service
pt_br: Serviço De Retirada De

source: Delivery Service
pt_br: Serviço De Entrega De

source: Enable Pickup
pt_br: Habilitar O Recebimento

source: Enable Pickup Service
pt_br: Activar O Serviço De Recebimento De

source: Pickup Label
pt_br: Captação De Etiqueta

source: Pickup Time Interval
pt_br: Captação De Intervalo De Tempo

source: Enter pickup time interval in minutes.
pt_br: Digite recebimento intervalo de tempo em minutos.

source: Min Order Amount
pt_br: Quantidade De Ordem Mínima

source: Minimum order amount for pickup service.
pt_br: Mínima quantidade de encomenda para recebimento do serviço.

source: Min Order Amount Error
pt_br: Ordem Mínima Quantidade Erro

source: Enable Delivery
pt_br: Activar A Entrega

source: Enable Delivery Service
pt_br: Activar O Serviço De Entrega

source: Delivery Label
pt_br: Entrega Rótulo

source: Delivery
pt_br: Entrega

source: Delivery Time Interval
pt_br: Entrega Intervalo De Tempo

source: Enter delivery time interval in minutes.
pt_br: Digite entrega intervalo de tempo em minutos.

source: Enter order amount for delivery service.
pt_br: Introduza um valor para o serviço de entrega.

source: Service Settings
pt_br: Serviço De Definições De

source: Enable Pickup/Delivery Service
pt_br: Habilitar Coleta/Entrega De Serviço

source: Enable Service
pt_br: Ativar O Serviço

source: Enable Checkout Service Fields
pt_br: Activar Servio De Check-Out Campos

source: Enable Service Fields on Checkout
pt_br: Activar o Serviço de Campos no check out

source: Default Service
pt_br: Padrão De Serviço

source: Set default service type which will act as fallback in case both delivery and pickup are disabled.
pt_br: Definir o tipo de serviço padrão que funcionará como reversão no caso de entrega e recebimento estão desativados.

source: Auto Update Shipping Method
pt_br: Atualização Automática Do Método De Envio

source: Choose best suited Shipping method based on the service chosen.
pt_br: Escolha o mais adequado método de Envio com base no serviço escolhido.

source: Store/Service Start Time
pt_br: Loja/Hora De Início Do Serviço

source: Set the time from when you can provide service.
pt_br: Definir o tempo de quando você pode fornecer o serviço.

source: Store/Service Close Time
pt_br: Loja/Serviço De Tempo Fechar

source: Set closing time of store or service.
pt_br: Definir o tempo de fechamento de loja ou serviço.

source: Preparation Time
pt_br: Tempo De Preparação

source: Set food preparation time in minutes.
pt_br: Conjunto de preparação de alimentos em minutos.

source: Store Closed Message
pt_br: Loja Fechada Mensagem

source: Sorry, we are closed now.
pt_br: Desculpe, não estão fechados agora.

source: Set message for users to see when your store is closed.
pt_br: Conjunto de mensagens para que os usuários vejam quando a sua loja estiver fechada.

source: Slots Unavailable Message
pt_br: Slots Indisponível Mensagem

source: Slots unavailable for selected Date!
pt_br: Slots disponível para a Data selecionada!

source: Set message for users to see when there are not time slots available for a particular day.
pt_br: Conjunto de mensagens para os usuários vejam quando não há slots de tempo disponível para um determinado dia.

source: Service Modal Settings
pt_br: Serviço Modal Definições

source: Set available service type and time by default.
pt_br: Disponíveis o tipo de serviço e o tempo por padrão.

source: Open service modal when menu page is ready.
pt_br: Abrir o serviço modal quando a página do menu está pronto.

source: Open service modal when add to cart is clicked.
pt_br: Abrir o serviço modal quando adicionar ao carrinho é clicado.

source: Choose how you want your customers to select the Service Settings.
pt_br: Escolha como você deseja que seus clientes para seleccionar as Definições de Serviço.

source: Customize
pt_br: Personalizar

source: Styling Settings
pt_br: Estilo Definições

source: Primary Color Scheme
pt_br: Esquema De Cores Primárias

source: Selected color will be used for Links, Buttons and Active Classes etc.
pt_br: Cor selecionada será usada para Links, Botões e Classes de Ativos, etc.

source: Secondary Color Scheme
pt_br: Secundário Esquema De Cores

source: This will be mostly used with Button/Link Hovers, Borders etc.
pt_br: Isso vai ser usado principalmente com o Botão/Link Paira, Bordas, etc.

source: Add your own CSS
pt_br: Adicione o seu próprio CSS

source: Add your css to override any styling option given by theme or plugin as per your need.
pt_br: Adicione o seu css para substituir qualquer opção de estilo dada por tema ou plugin, conforme sua necessidade.

source: Layout Settings
pt_br: Configurações De Layout

source: Number of Columns
pt_br: Número de Colunas

source: Please select number of columns for Food Items. Suitable for desktop view.
pt_br: Por favor, selecione o número de colunas para produtos Alimentícios. Adequado para a visualização da área de trabalho.

source: One
pt_br: Um

source: Two
pt_br: Dois

source: Hide Bottom Cart
pt_br: Ocultar Inferior Carrinho

source: Disable bottom cart on items page.
pt_br: Desativar inferior do carrinho, na página de itens.

source: Usability Tweaks
pt_br: Usabilidade Ajustes

source: Sticky Categories
pt_br: Sticky Categorias

source: Make the categories area stick to its position while scrolling.
pt_br: Tornar a área de categorias atenha-se a sua posição durante a rolagem.

source: Show Items Count
pt_br: Mostrar Itens De Contagem

source: Displays the number of items available for the category.
pt_br: Exibe o número de itens disponíveis para a categoria.

source: Food Item Image
pt_br: Item Alimentar Imagem

source: Please select how would you like to show the item images on frontend.
pt_br: Por favor, escolha como você gostaria de mostrar o item de imagens no frontend.

source: Medium Image
pt_br: Média De Imagem

source: Small Image
pt_br: Imagem Pequena

source: Hide Image Completely
pt_br: Ocultar Imagem Completamente

source: Enable Lazy Load
pt_br: Activar Carga Lenta

source: Item image will be loaded once you scroll to it. Loads your items page faster.
pt_br: Item de imagem será carregada uma vez que você desloque-se para ele. Carrega seus itens de página mais rápido.

source: Enable Popup from Title
pt_br: Habilitar pop-up do Título

source: If enabled popup can be opened by clicking on item title or image.
pt_br: Se habilitado pop-up pode ser aberto clicando no título do item ou de imagem.

source: Show Image in Popup
pt_br: Mostrar Imagem no pop-up

source: Display item image/gallery in popup.
pt_br: Item de exibição de imagem/galeria pop-up.

source: Save changes
pt_br: Salve as alterações

source: Variation Pricing Label
pt_br: A Variação De Preços De Etiqueta

source: Customized text to display on price selection label.
pt_br: Texto personalizado para exibir no preço selecção de etiqueta.

source: Food Type
pt_br: O Tipo De Alimento

source: Please select
pt_br: Por favor, selecione

source: Vegetarian
pt_br: Vegetariano

source: Non Vegiterian
pt_br: Não Vegiterian

source: Disable Instructions
pt_br: Desativar Instruções

source: View FoodStore settings
pt_br: Ver FoodStore definições

source: Settings
pt_br: Definições

source: Support
pt_br: Suporte

source: Knowledge Base
pt_br: Base De Dados De Conhecimento

source: Rate Plugin
pt_br: Taxa De Plugin

source: Donation
pt_br: Doação

source: Food Store requires %s to be installed &amp; active!
pt_br: Loja de alimentos requer %s para ser instalado e ativo!

source: %s could not be added. Item is out of stock.
pt_br: %s não pôde ser adicionado. O Item está fora de estoque.

source: %s could not be added. Item variation is out of stock.
pt_br: %s não pôde ser adicionado. Variação de Item está fora de estoque.

source: %s added to cart
pt_br: %s foi adicionado ao carrinho

source: %s could not be updated. Item is low in stock.
pt_br: %s não pôde ser atualizada. Item é baixa no estoque.

source: %s could not be updated. Item variation is low in stock.
pt_br: %s não pôde ser atualizada. Item de variação é baixa no estoque.

source: %s updated in cart.
pt_br: %s atualizados no carrinho de compras.

source: %s has been removed from cart
pt_br: %s foi removido do carrinho

source: Please select a service time.
pt_br: Por favor, selecione um tempo de serviço.

source: Item added to cart
pt_br: Item adicionado ao carrinho

source: Cart has been cleared
pt_br: Carrinho foi limpo

source: Update
pt_br: Atualização

source: Wait..
pt_br: Aguarde..

source: Special Note
pt_br: Nota Especial

source: Choose Price Option
pt_br: Escolha A Opção De Preço

# Page slug
source: Order Online
pt_br: Encomenda Online

# Page title
source: Order Online
pt_br: Encomenda Online

source: Selection Choice
pt_br: Opção De Seleção

source: Single
pt_br: Único

source: Multiple
pt_br: Vários

source: Please choose how you want this addon to be associated with the food item.
pt_br: Por favor, escolha como pretende que este addon para ser associado com o item alimentar.

source: Price
pt_br: Preço

source: Add a Price for this addon item.
pt_br: Adicione um Preço para este item de addon.

source: Food Options
pt_br: Opções De Comida

source: Service Type
pt_br: Tipo De Serviço

source: Date
pt_br: Data

source: Time
pt_br: Horário

source: Please choose a date for your Order.
pt_br: Por favor, escolha uma data para o seu Fim.

source: Please choose a time for your Order.
pt_br: Por favor, escolha um tempo para o seu Fim.

source: Service Type:
pt_br: Tipo De Serviço:

source: Date:
pt_br: Data:

source: Time:
pt_br: Horário:

source: Service Time
pt_br: Tempo De Serviço

# Taxonomy Singular Name
source: Addon
pt_br: Complemento

source: All Addons
pt_br: Todos Os Addons

source: Parent Addon
pt_br: Pai Addon

source: Parent Addon:
pt_br: Pai Addon:

source: New Addon Name
pt_br: Novo Addon Nome

source: Add New Addon
pt_br: Adicionar Novo Addon

source: Edit Addon
pt_br: Editar Addon

source: Update Addon
pt_br: Atualização Addon

source: View Addon
pt_br: Ver Addon

source: Separate addons with commas
pt_br: Separado addons com vírgulas

source: Add or remove addons
pt_br: Adicionar ou remover addons

source: Choose from the most used
pt_br: Escolha o mais usado

source: Popular Addons
pt_br: Addons Populares

source: Search Addons
pt_br: Pesquisa Addons

source: Not Found
pt_br: Não Encontrado

source: No addons
pt_br: Sem complementos

source: Addons list
pt_br: Lista de Addons

source: Addons list navigation
pt_br: Addons lista de navegação

source: Add
pt_br: Adicionar

source: Add To Cart
pt_br: Adicionar Ao Carrinho

source: Update Cart
pt_br: Atualização Carrinho

source: Please wait
pt_br: Por favor, aguarde

source: Clear all
pt_br: Desmarcar todos os

source: Your cart is empty.
pt_br: Seu carrinho está vazio.

source: Your cart is empty!
pt_br: Seu carrinho está vazio!

source: Special Note : %s
pt_br: Nota especial : %s

source: Order Details
pt_br: Detalhes Do Pedido

source: Your Orders (%s)
pt_br: Suas Ordens (%s)

source: Your Order
pt_br: A Sua Encomenda

source: Total:&nbsp;
pt_br: Total:

source: Continue
pt_br: Continuar

source: Out of Stock
pt_br: Fora do Estoque

source: Wait...
pt_br: Aguarde...

source: Search dishes..
pt_br: Pesquisa pratos..

source: Your Order Settings
pt_br: A Sua Encomenda Definições

source: Select %1s Time
pt_br: Selecione %1s Tempo

source: Special notes if any.. eg: Need extra sauce..
pt_br: Notas especiais se qualquer.. por exemplo: a Necessidade extra de molho ...
